words = {
    'del'    : ('delete channel', 'delete chan', 'del chan'),
    'list_ch': ('list channels', 'list channel', 'list chan', 'list chans'),
    'list_ln': ('list lines', 'list line'),
    'debug'  : '!debug',
    'help'   : '!help',
    'cond'   : 'turn line',
    'unexp'  : "Некая непредвиденная ситуация.",
    'cond_r' : "Состояние изменено на %s",
    'chan'   : "Канал %s, c ID %s, ",
    'del_r'  : "Канал %s, c ID %s, удален из ленты %s.",
    'del_e'  : "Ошибка удаления канала.",
    'delline_r': "Лента успешно удалена.",
    'list_l' : "Ваши ленты: \n",
    'list_r' : "Каналы в ленте: \n",
    'adl_r'  : "добавлен как лента.",
    'adl_e'  : "уже является лентой.",
    'add_ch' : " добавлен в ленту %s.",
    'helptxt': """__Чтобы сделать канал лентой:__
**"%s"**
__Чтобы удалить ленту:__
**"%s"**
__Чтобы добавить канал в БД:__ 
**переслать сообщение из канала** 
__Чтобы удалить канал из БД:__ 
**"Delete channel" в ответ на пост в ленте**
__Чтобы посмотреть список каналов в ленте:__ 
**"List channels"**,
__Чтобы посмотреть список своих лент:__ 
**"List lines"**,
__Для вызова справки:__ 
**"!help"**
__Для вкл/выкл ленты:__
**"Turn Line on/off"**"""

}